Repository: Denysiuchara/Future-News
Catalog: Future News/Future News/Localizable.xcstrings
Source language: en
Languages: ru, uk

source: **Some color to fill in the string!Some color to fill in the string!Some color to fill**
ru: **Каким цветом заполнить строку! Каким цветом заполнить строку! Каким цветом заполнить**
uk: **Яким кольором зафарбувати рядок! Яким кольором зафарбувати рядок! Яким кольором зафарбувати рядок! Яким кольором зафарбувати**

source: About me!
ru: Обо мне!
uk: Про мене!

source: Add dates
ru: Добавить дату
uk: Додати дату

source: Add destination
ru: Добавить назначение
uk: Додати призначення

source: ago
ru: назад
uk: тому

source: All news
ru: Все новости
uk: Всі новини

source: Business
ru: Бизнес
uk: Бізнес

source: Change news language
ru: Изменить язык новостей
uk: Змінити мову новин

source: Copy link
ru: Скопировать ссылку
uk: Скопіювати посилання

source: Dark Theme
ru: Темная тема
uk: Темна тема

# day_plural_2_4
source: %d day's
ru: %d дня
uk: %d дні

# day_plural_5_10
source: %d day's
ru: %d дней
uk: %d днів

# day_singular
source: %d day
ru: %d день
uk: %d день

source: Environment Setting
ru: Настройки окружения
uk: Налаштування середовища

source: Favorites
ru: Избранное
uk: Обране

source: Find
ru: Найти!
uk: Знайти

source: First, set the parameters.
ru: Для начала, выберите параметры
uk: Спочатку встановіть параметри.

source: From
ru: От
uk: Від

source: Games
ru: Игры
uk: Ігри

source: Go to source
ru: Перейти к источнику
uk: Перейти до джерела

source: Home
ru: Главная
uk: Головна

# hour_plural_2_4
source: %d hour's
ru: %d часа
uk: %d години

# hour_plural_5_10
source: %d hour's
ru: %d часов
uk: %d годин

# hour_singular
source: %d hour
ru: %d час
uk: %d годину

source: Latest news
ru: Последние новости
uk: Останні новини

source: Light theme
ru: Светлая тема
uk: Світла тема

source: Matching search...
ru: Загрузка новостей...
uk: Пошук збігів...

# minute_plural_2_4
source: %d minutes
ru: %d минуты
uk: %d хвилини

# minute_plural_5_10
source: %d minutes
ru: %d минут
uk: %d хвилин

# minute_singular
source: %d minute
ru: %d минуту
uk: %d хвилину

# month_plural_2_4
source: %d months
ru: %d месяца
uk: %d місяці

# month_plural_5_10
source: %d months
ru: %d месяцев
uk: %d місяців

# month_singular
source: %d month
ru: %d месяц
uk: %d місяць

source: News is loading. Please wait!
ru: Новости загружаются. Подождите!
uk: Новини завантажуються. Почекайте!

source: News Sources
ru: Источники новостей
uk: Джерело Новин

source: Notification setting
ru: Настройки уведомлений
uk: Налаштування сповіщень

source: Other
ru: Прочее
uk: Інше

source: Politics
ru: Политика
uk: Політика

source: recent
ru: только что
uk: нещодавно

source: Result:
ru: Результат:
uk: Результат:

source: Saved News
ru: Сохраненные новости
uk: Збережені новини

source: Science
ru: Наука
uk: Наука

source: Search destinations
ru: Поиск направлений
uk: Напрямки пошуку

source: Search for news
ru: Поиск новостей
uk: Пошук новин

source: Selecting a time interval
ru: Выбор временного интервала
uk: Вибір часового інтервалу

source: Selecting publisher's
ru: Выбор источника
uk: Вибір видавництва

source: Settings
ru: Настройки
uk: Налаштування

source: Source was coppied
ru: Ссылка скопирована
uk: Джерело скопійовано

source: Sport
ru: Спорт
uk: Спорт

# Strange, nothing found. Try changing your query!
source: Strange, nothing found.\nTry changing your query!
ru: Странно, ничего не найдено.\nПопробуйте изменить запрос!
uk: Дивно, нічого не знайдено.\nСпробуйте змінити запит!

source: Tech
ru: Техника
uk: Техніка

source: The quota has been exhausted!
ru: Квота исчерпана!
uk: Квота вичерпана!

source: To
ru: До
uk: До

source: Unknown author
ru: Неизвестный автор
uk: Невідомий автор

source: What we looking for?
ru: Что мы ищем?
uk: Що шукаємо?

source: When
ru: Когда
uk: Коли

source: Who
ru: Кто
uk: Хто

# year_plural_2_4
source: %d years
ru: %d года
uk: %d роки

# year_plural_5_10
source: %d years
ru: %d лет
uk: %d років

# year_singular
source: %d year
ru: %d год
uk: %d рік

source: You haven't saved any news...
ru: Нету сохраненных новостей...
uk: Ви не зберегли жодної новини...
